{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 64,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 64
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": ""
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "a": 5,
      "t": 6,
      "i": 7,
      "s": 8,
      "n": 9,
      "ʲ": 10,
      "e": 11,
      "o": 12,
      "k": 13,
      "ɪ": 14,
      "r": 15,
      "l": 16,
      "ə": 17,
      "m": 18,
      "ɐ": 19,
      "d": 20,
      "p": 21,
      "j": 22,
      "͡": 23,
      "u": 24,
      "ɛ": 25,
      "v": 26,
      "ː": 27,
      "b": 28,
      "ɾ": 29,
      "ɔ": 30,
      "z": 31,
      "f": 32,
      "ʊ": 33,
      "ɡ": 34,
      "ɨ": 35,
      "ɕ": 36,
      "ʃ": 37,
      "ʂ": 38,
      "x": 39,
      "ʁ": 40,
      "ɫ": 41,
      "ɑ": 42,
      "w": 43,
      "ŋ": 44,
      "ʒ": 45,
      "ʐ": 46,
      "ɲ": 47,
      "y": 48,
      "ɒ": 49,
      "ʈ": 50,
      "ɤ": 51,
      "θ": 52,
      "ʋ": 53,
      "æ": 54,
      "ɦ": 55,
      "ø": 56,
      "h": 57,
      "ʉ": 58,
      "ʝ": 59,
      "ɣ": 60,
      "ʔ": 61,
      "ʑ": 62,
      "c": 63,
      "œ": 64,
      "ʏ": 65,
      "ɟ": 66,
      "ɥ": 67,
      "ʱ": 68,
      "ħ": 69,
      "q": 70,
      "ð": 71,
      "ɳ": 72,
      "ɖ": 73,
      "ʕ": 74,
      "ɽ": 75,
      "ɯ": 76,
      "χ": 77,
      "ɭ": 78,
      "ɜ": 79,
      "ʀ": 80,
      "β": 81
    },
    "unk_token": "[UNK]"
  }
}