{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": ""
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "i": 5,
      "a": 6,
      "t": 7,
      "k": 8,
      "n": 9,
      "m": 10,
      "s": 11,
      "l": 12,
      "o": 13,
      "e": 14,
      "u": 15,
      "r": 16,
      "ː": 17,
      "ɛ": 18,
      "d": 19,
      "j": 20,
      "ɪ": 21,
      "ɾ": 22,
      "ɑ": 23,
      "ʃ": 24,
      "p": 25,
      "͡": 26,
      "b": 27,
      "ə": 28,
      "ɡ": 29,
      "v": 30,
      "ɔ": 31,
      "z": 32,
      "ʲ": 33,
      "ɨ": 34,
      "ɐ": 35,
      "y": 36,
      "ŋ": 37,
      "f": 38,
      "ʁ": 39,
      "w": 40,
      "x": 41,
      "ʒ": 42,
      "h": 43,
      "ɯ": 44,
      "ʊ": 45,
      "æ": 46,
      "ʂ": 47,
      "ɲ": 48,
      "ʋ": 49,
      "ɕ": 50,
      "ɣ": 51,
      "c": 52,
      "ɦ": 53,
      "ð": 54,
      "ɤ": 55,
      "ʔ": 56,
      "œ": 57,
      "ʕ": 58,
      "θ": 59,
      "q": 60,
      "ø": 61,
      "ɒ": 62,
      "ɳ": 63,
      "ʈ": 64,
      "ʱ": 65,
      "χ": 66,
      "ɭ": 67,
      "ħ": 68,
      "ɖ": 69,
      "ɽ": 70,
      "ɟ": 71,
      "ʀ": 72,
      "ʝ": 73,
      "ɥ": 74,
      "ɫ": 75,
      "ʉ": 76,
      "ʏ": 77,
      "ʐ": 78,
      "ʑ": 79,
      "β": 80
    },
    "unk_token": "[UNK]"
  }
}